Repository: 84000/data-translation-memory
Catalog: toh3990-v3.tmx
Source language: bo
Languages: en

source: ༄༅། །འཕགས་པ་ཆོས་བཞི་པའི་རྣམ་པར་བཤད་པ། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ཕྱག་འཚལ་ལོ།
en: An Explanation of The Noble Sūtra on the Four Factors Homage to the youthful Mañjuśrī!

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་བཞི་པོ་འདི་དག་ཇི་སྲིད་འཚོའི་བར་དུ་སྲོག་གི་ཕྱིར་ཡང་ཡོངས་སུ་གཏང་བར་མི་བྱའོ་ཞེས་བྱ་བའི་མདོ་འདི་ཅིའི་ཕྱིར་བརྩམས་ཤེ་ན།
en: This sūtra explains that for as long as they live, bodhisattvas, great beings, should not abandon four factors even at the cost of their lives. For what purpose was it undertaken?

source: ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཐོབ་པར་བྱ་བའི་ཐབས་ལ་མགོ་རྨོངས་པ་རྣམས་ལ་ཡང་དག་པར་བསྟན་པའི་ཕྱིར་དང་།
en: It was undertaken for the purpose of giving an explanation to those who have embarked upon the Great Vehicle and might be confused regarding how unsurpassable awakening should be attained.

source: བག་མེད་པ་རྣམས་ཡང་དག་པར་འཛིན་དུ་གཞུག་པའི་ཕྱིར་དང་། ཀུན་ཏུ་ཞུམ་པ་རྣམས་ཡང་དག་པར་གཟེངས་བསྟོད་པའི་ཕྱིར་དང་། ཡང་དག་པར་ཞུགས་པ་རྣམས་ཡང་དག་པར་རབ་ཏུ་དགའ་བར་བྱ་བའི་ཕྱིར་རོ།
en: It was also undertaken for the purpose of encouraging the heedless to take proper care, motivating those who are thoroughly discouraged, and delighting those who have set out on the Great Vehicle.

source: །བཞི་ཞེས་གྲངས་སྨོས་པ་ནི་རྒྱ་ཆེ་བར་དོགས་ནས་དེ་དག་ཉན་མི་འདོད་པ་ཡོངས་སུ་སྤང་བར་བྱ་བའི་ཕྱིར་རོ།
en: The number four is used so that anyone who is intimidated by vastness will abandon any resistance to listening to the teaching.

source: །གྲངས་སྨོས་ན་བདེ་བླག་ཏུ་དྲན་པའི་ཕྱིར་རོ།
en: Using a number also facilitates memorization.

source: །འོག་ནས་འབྱུང་བའི་བཟོད་པ་དང་། དེས་པ་གཉིས་དགོས་པ་གཅིག་པས་ཐ་མི་དད་པའི་ཕྱིར་རོ།
en: Tolerance and gentleness, which appear toward the end, are not counted separately because they both have a single purpose.

source: །ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ཀྱི་རྣམ་གྲངས་མང་ཡང་མིང་གཉིས་སྨོས་པ་ནི་རྒྱུ་གསུམ་གྱིས་ཏེ། མོས་པ་དང་།
en: There are many ways of referring to those who have set out on the Great Vehicle, but here two names are specified.

source: སྦྱོར་བ་དང་།
en: There are three reasons for this, related to interest, practice, and comprehension.

source: ཁོང་དུ་ཆུད་པས་སོ། །མོས་པས་ཇི་ལྟ་བུ་ཞེ་ན། ཤེས་བྱ་ཟབ་མོ་ལ་མོས་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའོ། །མཐུ་ཆེན་པོ་ལ་མོས་པའི་ཕྱིར་སེམས་དཔའ་ཆེན་པོའོ།
en: Because of their interest in profound objects of knowledge, they are referred to as bodhisattvas, and because of their interest in great power, they are referred to as great beings.

source: །སྦྱོར་བས་ཇི་ལྟ་བུ་ཞེ་ན།
en: How do these names relate to practice?

source: བདག་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱིར་རབ་ཏུ་བརྩོན་པའི་ཕྱིར་དང་། སེམས་ཅན་ཐམས་ཅད་སྡུག་བསྔལ་ལས་ཡོངས་སུ་བསྐྱབ་པའི་ཕྱིར་རོ།
en: Such beings strive intensely toward complete, perfect, and unsurpassable awakening for themselves, and they fully protect all sentient beings from suffering.

source: །ཁོང་དུ་ཆུད་པས་ཇི་ལྟ་བུ་ཞེ་ན།
en: How do these names relate to understanding?

source: སྟོབས་གཉིས་ཀྱིས་བྱང་ཆུབ་རྟོགས་པར་འགྱུར་བའི་ཕྱིར་ཏེ།
en: Awakening is realized through the two powers.

source: གཉིས་གང་ཞེ་ན།
en: What are these two?

source: བློའི་སྟོབས་དང་། བརྩོན་འགྲུས་ཀྱི་སྟོབས་ཏེ།
en: They are the power of intelligence and the power of diligence.

source: མི་ཤེས་པ་དང་། བརྩོན་འགྲུས་ཆུང་ངུས་ནི་བྱང་ཆུབ་རྟོགས་པར་མི་ནུས་སོ།
en: Awakening cannot be realized where there is a lack of knowledge or through minimal effort.

source: །ཇི་སྲིད་འཚོའི་བར་དུ་ཡོངས་སུ་གཏང་བར་མི་བྱའོ་ཞེས་བྱ་བས་ནི། ཆོས་དེ་རྣམས་ལ་རྒྱུན་དུ་བྱ་བ་ཉིད་སྟོན་ཏོ།
en: The statement that these factors should not be relinquished for as long as one lives is an indication that they should be continuously present. “

source: །སྲོག་གི་ཕྱིར་ཡང་ཞེས་བྱ་བས་ནི་གུས་པར་བྱ་བ་ཉིད་དོ།
en: Even at the cost of their lives” shows just how highly these factors are to be regarded.

source: །ཅིའི་ཕྱིར་ཆོས་བཞི་ཞེས་བྱ་སྟེ།
en: What is the reason that there are said to be four factors?

source: མི་ཉུང་མི་མང་ཞེ་ན།
en: Is this not too few or too many?

source: བྱང་ཆུབ་ཀྱི་ཚོགས་ཀྱི་བར་ཆད་བྱེད་པའི་ཆོས་བཞི་སྟེ། དེ་དག་གི་གཉེན་པོར་བཞིའོ།
en: There are four factors that obstruct the accumulation of the supplies necessary for awakening, and these are four remedies for them.

source: །བར་ཆད་བྱེད་པའི་ཆོས་བཞི་པོ་དག་གང་ཞེ་ན།
en: What are these four obstructive factors?

source: དོན་དུ་མི་གཉེར་བ་ཉིད་དང་། ཐབས་མི་ཤེས་པ་ཉིད་དང་། སེམས་ཅན་ལ་མི་ཕྱོགས་པ་ཉིད་དང་། ཡུལ་ལ་མངོན་དུ་ཕྱོགས་པ་ཉིད་དོ།
en: They are (1) not seeking the goal, (2) not knowing the methods, (3) a lack of concern for sentient beings, and (4) concern for sense objects.

source: །ཡང་བཞི་སྟེ། མི་རྩོམ་པ་དང་། ལོག་པར་རྩོམ་པ་དང་། རྩོམ་པ་གཏོང་བ་དང་། རྩོམ་པ་ལ་རྣམ་པར་གཡེང་བའོ།
en: The alternative set of four is (1) not getting started, (2) getting started in the wrong way, (3) quitting what one has started, and (4) becoming distracted after getting started.

source: །ཡང་བྱང་ཆུབ་ཀྱི་ཚོགས་དང་མཐུན་པའི་ཆོས་བཞི་སྟེ། དེ་དག་གི་གཞིའི་ཕྱིར་བཞིའོ།
en: Alternatively, there are four factors conducive to the accumulation of the supplies necessary for awakening, and these four factors constitute their foundation.

source: །བྱང་ཆུབ་ཀྱི་ཚོགས་དང་མཐུན་པའི་ཆོས་བཞི་པོ་དག་གང་ཞེ་ན།
en: What are the four factors conducive to the accumulation of the supplies necessary for awakening?

source: གདམས་ངག་དང་རྗེས་སུ་བསྟན་པ་འདོད་པ་ཉིད་དང་། དེ་འཐོབ་པ་དང་། དེའི་སྣོད་ཉིད་དང་། དེ་གྲུབ་པའོ། །ཡང་བཞི་སྟེ། དོན་དུ་གཉེར་བ་ཉིད་དང་།
en: They are (1) longing for instructions and guidance, (2) acquiring them, (3) being a worthy recipient of them, and (4) having accomplished them.

source: ཐབས་ཤེས་པ་ཉིད་དང་། སྒྲུབ་པ་སྟེ། དེ་ལ་སྒྲུབ་པ་ནི་རྣམ་པ་གཉིས་ཏེ། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཡོངས་སུ་སྨིན་པར་བྱེད་པའོ།
en: The alternative set of four is (1) seeking the goal, (2) knowing the methods and then accomplishing them, with subdivision into (3) bringing sentient beings to maturity, and (4) developing the qualities of a buddha.

source: །ཡང་བཞི་སྟེ། འཁོར་བ་ཡོངས་སུ་མི་གཏོང་བ་དང་། དེ་ན་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། སེམས་ཅན་སྡུད་པ་དང་། བརྩོན་འགྲུས་སྦྱངས་པ་ཉིད་དོ།
en: Another set of four is (1) not abandoning saṃsāra, (2) remaining wholly undefiled by it, (3) attracting sentient beings, and (4) becoming purified through diligence.

source: །ཡང་རྒྱུ་བཞི་པོ་དག་གིས་བགྲོད་དཀའ་བའི་ལམ་ལས་རྒལ་བར་བྱེད་པ་ཡིན་ཏེ། འགྲོ་བར་འདོད་པ་ཉིད་དང་། ལམ་ཤེས་པ་ཉིད་དང་། ཡི་ཆད་པས་ཇི་མི་སྙམ་པ་ཉིད་དང་།
en: Alternatively, four reasons one would travel a difficult path to traverse are (1) the wish to go, (2) knowledge of the path, (3) setting aside discouragement, and (4) heedfulness.

source: བག་ཡོད་པ་ཉིད་ཀྱིས་སོ། །དེ་ལྟར་ན་འཁོར་བའི་ལམ་ལས་རྒལ་བར་བྱེད་པ་ཡིན་ཏེ། དེ་དག་གི་གཞིའི་ཕྱིར་བཞིའོ།
en: It is through these that the path of samsara is traversed, and the four factors constitute their foundation.

source: །ཅིའི་ཕྱིར་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལ་རབ་ཏུ་བརྩོན་པ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་མི་བྱ་ཞེ་ན།
en: Why are those who strive for the awakening of the śrāvakas and pratyekabuddhas not called bodhisattvas?

source: ལྟག་ན་མེད་པ་ཉིད་དུ་མིང་རྣམ་པར་གཞག་པའི་ཕྱིར་ཏེ་སྣང་བྱེད་བཞིན་ནོ།
en: It is because the name applies only to the preeminent case, just as in the case of “the light-maker.”

source: །དོན་མདོར་བསྡུ་ན་བཅོམ་ལྡན་འདས་ཀྱིས་མདོ་སྡེ་འདིར་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་ཀྱི་རྗེས་སུ་མཐུན་པའི་ལས་དང་། ཇི་ལྟར་དེའི་འབྲས་བུ་མེད་པར་མི་འགྱུར་བ་དེ་ཡོངས་སུ་བསྟན་ཏོ།
en: Put briefly, in this sūtra the Blessed One explains the actions that are appropriate for those who have embarked upon the Great Vehicle and how these actions will not fail to bear fruit.

source: །འཕགས་པ་ཆོས་བཞི་པའི་རྣམ་པར་བཤད་པ། སློབ་དཔོན་དབྱིག་གཉེན་གྱིས་མཛད་པ་རྫོགས་སོ།། །།
en: This concludes “An Explanation of The Noble Sūtra of the Four Factors” by the Master Vasubandhu.
